<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("");?><? $APPLICATION->AddHeadString('<link rel="canonical" href="https://'. SITE_SERVER_NAME . $APPLICATION->GetCurPage(false) . '">'); ?>
<? $APPLICATION->SetTitle("Сведения о cookies-файлах");?>

<section class="content bgwhite">
    <div class="wrap">
        <div class="content23">
            <h1>Информация о файлах сookies</h1>
            <p>Сookie-файлы –  это небольшие текстовые файлы, которые отправляются вашему браузеру и хранятся на компьютере, мобильном телефоне или другом устройстве, с которого вы заходите на сайт. Файлы cookies отправляют информацию на сайт при каждом его посещении. Они широко используются для улучшения работы сайтов, более эффективной навигации по страницам, сохранения настроек и облегчения взаимодействия пользователя с ресурсом; а также для того, чтобы предоставлять другую необходимую информацию владельцам веб-сайта. Сегодня использование cookie-файлов – стандартная практика для большинства веб-сайтов. Если у вас возникают сложности с использованием cookie-файлов, вы можете управлять настройками и контролировать их через свой браузер. В том числе удалять их из «истории браузера» (быстродействующей буферной памяти – кэш), когда вы уходите с  веб-сайта.</p>
            
            <h3>Виды сookie-файлов</h3>
            <p>С точки зрения срока хранения информации файлы cookies могут быть:</p>
            <ul class="dark separated">
                <li>Постоянными – такие cookie-файлы сохраняются в вашем браузере после завершения сеанса (если вы их не удалили).</li>
                <li>Сессионными – cookie-файлы сохраняются в браузере только на протяжении вашего сеанса, т.е. до тех пор, пока вы не покинете веб-сайт.</li>
            </ul>
            <p>С точки зрения целей использования информации файлы cookies делятся на:</p>
            <ul class="dark separated">
                <li>Эксплуатационные – эти cookie-файлы получают и накапливают информацию о вашем пользовании веб-сайтом, в частности о том, какие веб-страницы вы посещали, о наличии сообщений об ошибках. Эти файлы не собирают персонально идентифицируемую информацию. Полученная информация накапливается таким образом, чтобы обеспечить ее анонимность. «Сборщики информации» используются для совершенствования работы веб-сайта;</li>
                <li>Функциональные – такие cookie-файлы позволяют веб-сайту запомнить все ваши варианты выбора и предоставленную вами информацию (такую, как: имя пользователя, язык или страна проживания). Использование функциональных файлов cookies заметно расширяет возможности определенных функций и делает их более персонализированными. Кроме того, эти cookies используются для предоставления запрашиваемых вами услуг — например, просмотра видео или комментирования в блоге. Данные файлы используют анонимную информацию и не отслеживают ваши действия на других сайтах.</li>
            </ul>
            
            <h3>Использование сookie-файлов компанией Rubytech</h3>
            <p>На сайте <a href="/" class="orange">https://rubytech.ru/</a> cookie-файлы используются для следующих целей:</p>
            <ul class="dark separated">
                <li>Сеансы идентификации посетителя устанавливаются тег-сервером. Идентификация посетителя с помощью IP-адреса. Записи cookie-файлов содержат идентификационные данные, информацию о времени последнего доступа, времени начала сеанса и идентификационных данных счета. Период действия – до 10 лет.</li>
                <li>Идентификация посетителя с помощью JavaScript. Записи cookie-файлов содержат идентификационные данные, информацию о времени последнего доступа, времени начала посещения и идентификационные данные. Период действия – до 3 лет.</li>
            </ul>
            <p>Ваше пользование данным веб-сайтом означает, что вы согласны с размещением на вашем компьютере соответствующих cookie-файлов в целях, указанных выше.</p>
        </div>
    </div>
</section>


<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>