<? require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("");?><? $APPLICATION->AddHeadString('<link rel="canonical" href="https://'. SITE_SERVER_NAME . $APPLICATION->GetCurPage(false) . '">'); ?> <?
$APPLICATION->SetPageProperty("title", "Кодекс корпоративной этики и антикоррупционной политики компании ООО «Рубитех»");
$APPLICATION->SetPageProperty("description", "Кодекс корпоративной этики и антикоррупционной политики разработан в целях укрепления деловой репутации компании ООО «Рубитех», содействия честному и этичному ведению бизнеса, предотвращения злоупотреблений и нарушений законодательства.");
?> <section class="content bgwhite">
<div class="wrap">
	<div class="content23">
		<h1>Кодекс корпоративной этики и антикоррупционная политика Rubytech</h1>
		<h3>1. Общие положения</h3>
		<p>
			 Настоящий Кодекс корпоративной этики и антикоррупционной политики (далее — Кодекс) разработан в целях укрепления деловой репутации компании ООО «Рубитех» (далее — Компания), содействия честному и этичному ведению бизнеса, предотвращения злоупотреблений и нарушений законодательства.
		</p>
		<p>
			 Кодекс содержит стандарты и требования Компании в области соблюдения этических и деловых принципов и норм, и не является исчерпывающим. В тех случаях, когда применимо действующее законодательство, законодательные принципы являются приоритетными. Кодекс определяет правила взаимоотношений Компании с акционерами, органами власти, физическими и юридическими лицами.
		</p>
		<p>
			 Положения Кодекса должны соблюдаться Сотрудниками не только в рабочее время, но и во время внерабочих мероприятий, если они затрагивают интересы Компании или если Сотрудник воспринимается третьими лицами в качестве представителя Компании.
		</p>
		<p>
			 Компания рассчитывает на то, что ее Клиенты примут и разделят стремление к ведению честного и прозрачного бизнеса. Компания понимает, что Клиенты — самостоятельные лица, но практика деловых отношений и действия Клиента могут оказать серьезное воздействие на ООО «Рубитех», на репутацию и бренд — один из наиболее важных активов Компании.
		</p>
		<p>
			 В связи с этим Компания рассчитывает на то, что все Клиенты и их сотрудники, агенты, должностные лица и субподрядчики будут соблюдать настоящий Кодекс в процессе деловых отношений с ООО «Рубитех». Ознакомление Клиентов с положениями Кодекса осуществляется силами основного контактного лица в Компании.
		</p>
		<h3>2. Правовые и методические основы</h3>
		<p>
			 Настоящий Кодекс разработан в соответствии с Методическими рекомендациями Министерства труда и социальной защиты Российской Федерации по разработке и принятию организациями мер по предупреждению и противодействию коррупции (опубликованы 08.11.2013 г., одобрены на заседании президиума Совета при Президенте Российской Федерации по противодействию коррупции 08.04.2014 г.) и с целью реализации следующих нормативных актов:
		</p>
		<ul class="dark">
			<li>Конвенция Организации Объединенных Наций против коррупции (принята 31.10.2003 г., ратифицирована Российской Федерацией 06.03.2006 г.);</li>
			<li>Конвенция Совета Европы об уголовной ответственности за коррупцию (принята 27.01.1999 г., ратифицирована Российской Федерацией 25.07.2006 г.);</li>
			<li>Конвенция Организации экономического сотрудничества и развития о борьбе с подкупом иностранных должностных лиц в международных коммерческих сделках (принята 21.11.1997 г., Российская Федерация присоединилась к ней 01.02.2012 г.);</li>
			<li>Федеральный закон от 25.12.2008 г. № 273-ФЗ «О противодействии коррупции»;</li>
			<li>Уголовный кодекс Российской Федерации от 13.06.1996 г. № 63-ФЗ (далее – УК РФ);</li>
			<li>Кодекс Российской Федерации об административных правонарушениях от 30.12.2001 г. № 195-ФЗ (далее – КоАП РФ);</li>
			<li>Закон США «О коррупционных практиках за рубежом» (Foreign Corrupt Practices Act, 1977 (FCPA);</li>
			<li>Закон Великобритании «О борьбе со взяточничеством» (UK Bribery Act, 2010).</li>
		</ul>
		<h3>3. Борьба с коррупцией, мошенничеством и предотвращение конфликта интересов</h3>
		<p>
			 В Компании имеются общедоступные способы получения и направления информации:
		</p>
		<ol>
			<li>«Телефонная горячая линия» ООО «Рубитех» для любых обращений и консультаций по вопросам Кодекса:<br>
			 8-495-788-9999, доступна с 9:30 до 18:30 с понедельника по пятницу включительно, с 18:30 до 9:30 и в выходные дни – автоответчик.</li>
			<li>Электронная почта. Можно направить электронное письмо в Комиссию по адресу: <a href="mailto:info@rubytech.ru">info@rubytech.ru</a>.</li>
			<li>Почта. Адрес для писем по фактам антикоррупционного поведения и вопросам этики: Российская Федерация, 129085, г. Москва, муниципальный округ Останкинский вн.тер.г., ул. Годовикова, д. 9, стр. 17, этаж 8, помещ. 5
			<p>
			</p>
 </li>
			<li>Информационный стенд: Видео-доски в офисе Компании.</li>
		</ol>
		<p>
			 При обработке поступивших сообщений соблюдаются правила строгой конфиденциальности. Анонимные сообщения не рассматриваются. При обращении лицо, направляющее сообщение, должно указать:
		</p>
		<ul>
			<li>- Ф.И.О.;</li>
			<li>- почтовый адрес или адрес электронной почты;</li>
			<li>- телефон.</li>
		</ul>
		<p>
			 Каждое обращение внимательно рассматривается Комиссией, результаты его рассмотрения доводятся до сведения руководителя Компании, при наличии оснований проводится соответствующая проверка.
		</p>
	</div>
</div>
 </section><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>